# Brewfile — managed by chezmoi
# Generated from NIX_MIGRATION_PLAN.md
# AUDIT items are commented out with # AUDIT:

# ─── Casks ────────────────────────────────────────────────────────────────────

cask "1password"
cask "1password-cli"
tap "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"
cask "appcleaner"
cask "balenaetcher"
cask "claude-code"
cask "cleanshot"
cask "codex"
# cask "codexbar"
cask "docker-desktop"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "linear-linear"
cask "localsend"
cask "notion"
cask "notion-calendar"
# cask "opencode-desktop"
# AUDIT: cask "postman"         # Still using?
# cask "qmk-toolbox"
cask "raycast"
cask "slack"

# ─── Formulae: Shell & Navigation ─────────────────────────────────────────────

brew "antigen"
brew "atuin"
brew "bat"
brew "btop"
brew "direnv"
brew "fastfetch"
brew "figlet"
brew "fzf"
brew "gum"
brew "hyperfine"
brew "jq"
brew "sesh"
brew "starship"
brew "tmux"
brew "trash"
brew "zoxide"

# ─── Formulae: Git ────────────────────────────────────────────────────────────

brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git-open"
tap "ahmedelgabri/git-wt"
brew "ahmedelgabri/git-wt/git-wt"
brew "lazydocker"
brew "lazygit"

# ─── Formulae: Languages & Runtimes ──────────────────────────────────────────

brew "mise"
brew "neovim"
brew "zig"
brew "uv"
brew "luarocks"

# ─── Formulae: Infrastructure & Cloud ─────────────────────────────────────────

brew "awscli"
brew "aws-vault"
brew "cloudflared"

# ─── Formulae: Utilities ──────────────────────────────────────────────────────

brew "curl"
brew "dos2unix"
brew "gnu-sed"
brew "mkcert"
brew "oath-toolkit"
brew "pass"
brew "pinentry-mac"
brew "ripgrep"
brew "fd"
brew "wget"
brew "yq"

# ─── Formulae: Media / ML ─────────────────────────────────────────────────────

# brew "ollama"

# ─── Services ─────────────────────────────────────────────────────────────────

# borders   — run: brew services start borders
# cloudflared — run: sudo brew services start cloudflared
